[
  {
    "id": 0,
    "title": "QuantumX Protonic Edge",
    "price": 585.95,
    "discount": 10,
    "description": "<ol><li><strong>Processor:</strong><ul><li>512 cores Quantum HyperFusion X2</li><li>Frequency: 3.0 THz</li></ul></li><li><strong>Display:</strong><ul><li>Super AMOLED QuantumVision Pro</li><li>Size: 6.5 inches</li><li>Resolution: 7680 x 4320 pixels- 8k</li><li>Refresh Rate: 360 Hz</li><li>Edge-to-Edge QuantumInfinity Technology</li></ul></li><li><strong>Rear Camera:</strong><ul><li>Triple AI QuantumLens Camera</li><ul><li>Main Sensor: 1.3 GP</li><li>Wide-angle Lens: 985 MP</li><li>Depth Sensor: 500 MP</li></ul><li>SuperNight QuantumCapture Mode</li><li>16K Video Recording at 240 fps</li></ul></li><li><strong>Front Camera:</strong><ul><li>QuantumSelfie Pro</li><li>Sensor: 1.24 GP</li><li>AI Portrait Mode with Facial Expression Detection</li></ul></li><li><strong>Storage:</strong><ul><li>Available Versions: 1 TB / 2 TB / 5 TB (expandable via MicroSD)</li></ul></li><li><strong>RAM:</strong><ul><li>128 GB LPDDR7 QuantumBoost</li></ul></li><li><strong>Battery:</strong><ul><li>QuantumCharge 60000 mAh</li><li>Fast Charging Technology: QuantumSwiftCharge 5.0 (1000W)</li><li>Wireless Charging: QuantumWirelessCharge 800W</li></ul></li><li><strong>Operating System:</strong><ul><li>QuantumOS 7.0 (based on Android 25)</li></ul></li><li><strong>Connectivity:</strong><ul><li>7G QuantumLink</li><li>Bluetooth 9.2</li><li>Wi-Fi 9 QuantumConnect</li><li>NFC QuantumTap</li></ul></li><li><strong>Design:</strong><ul><li>Titanium and Carbon Fiber Body</li><li>Water and Dust Resistance (IP95 Certification)</li></ul></li><li><strong>Additional Features:</strong><ul><li>Ultrasonic QuantumTouch Fingerprint Sensor</li><li>3D QuantumFace Facial Recognition</li><li>QuantumSound 8d Speakers</li><li>QuantumSense Technology for Intuitive Interactions</li></ul></li></ol>",
    "categories": ["eletronics", "smart devices"],
    "images": [
      "/assets/images/smartphone_1.jpg",
      "/assets/images/smartphone_2.jpg"
    ]
  },
  {
    "id": 1,
    "title": "Retro Nikedas skates",
    "price": 69.99,
    "discount": 5,
    "description": "<p>Immerse yourself in the nostalgic allure of skateboarding's golden age with the Nikedas RetroSkate. This meticulously crafted masterpiece pays homage to the iconic designs of yesteryears, invoking cherished memories for generations. While it may lack the flashy features of modern skateboards, its timeless aesthetics and rustic charm are unmatched, evoking a sense of authenticity and nostalgia with every ride. Despite its vintage appeal, the RetroSkate is far from outdated. Its construction blends the best of both worlds, marrying retro style with contemporary innovation. The FlexFitMesh fabric ensures a personalized fit, adapting seamlessly to the unique contours of every foot, while guaranteeing unparalleled comfort and durability. Elevate your skating experience and relive the magic of the past with the Nikedas RetroSkate – where tradition meets innovation in a timeless blend of style and performance.</p><strong>Key Features:</strong><ul><li><strong>Nostalgic Design:</strong> Paying homage to skateboarding's golden age, the RetroSkate features iconic designs reminiscent of cherished memories.</li><li><strong>Rustic Charm:</strong> Embrace the authenticity of vintage skateboarding with the RetroSkate's timeless aesthetics and rustic allure.</li><li><strong>Contemporary Comfort:</strong> Despite its retro appeal, the RetroSkate boasts modern comfort and durability, thanks to the innovative FlexFitMesh fabric.</li><li><strong>Personalized Fit:</strong> The FlexFitMesh fabric ensures a snug and personalized fit for every foot, enhancing comfort and performance on every ride.</li><li><strong>Timeless Performance:</strong> Ride with confidence and style with the RetroSkate's blend of tradition and innovation, delivering a timeless skating experience for enthusiasts of all ages.</li></ul>",
    "categories": ["mobility", "wearable"],
    "images": ["/assets/images/skate_1.jpg"]
  },
  {
    "id": 2,
    "title": "Nikedas super skates",
    "price": 99.99,
    "discount": 5,
    "description": "<p>Immerse yourself in skateboarding excellence with Nikedas Super Skates – unparalleled in the market for their superior quality and style. Crafted with the innovative SuperFlexFitMesh fabric, these skates not only adapt to any foot size but also feature a temperature-regulating capability. The fabric dynamically analyzes and adjusts the temperature across your entire foot, ensuring optimal comfort and performance in any environment.</p><strong>Key Features:</strong><ul><li><strong>SuperFlexFitMesh Fabric:</strong> Nikedas Super Skates feature the innovative SuperFlexFitMesh fabric, ensuring a customized fit for any foot size and dynamic temperature regulation.</li><li><strong>Temperature Analysis:</strong> The fabric analyzes the temperature of your entire foot area, capable of heating or cooling specific parts for enhanced comfort and speed in any environment.</li><li><strong>Anti-Impact System:</strong> Equipped with an advanced anti-impact system, the skates modify direction when detecting objects within a 0.5-meter range, ensuring collision avoidance and providing heightened control and security.</li></ul><p>Elevate your skateboarding experience with Nikedas Super Skates – where innovation meets unparalleled performance.</p>",
    "categories": ["mobility", "eletronics", "wearable"],
    "images": ["/assets/images/skate_2.jpg"]
  },
  {
    "id": 3,
    "title": "Laptop CyberNex 3000",
    "price": 1590.0,
    "discount": 20,
    "description": "<ol><li><strong>Processor:</strong> QuantumCore X-7, a cutting-edge quantum processor capable of handling complex calculations at staggering speeds.</li><li><strong>RAM:</strong> NeuroLink 2TB DDR8, an ultra-fast random access memory designed for handling intensive multitasking and advanced data processing.</li><li><strong>Storage:</strong> QuantumDrive 10TB SSD, a high-capacity, high-speed solid-state drive providing instant boot times and ultra-fast data transfers.</li><li><strong>Graphics:</strong> QuantumVisor Pro 8K, a holographic graphics card delivering crystal-clear 8K resolution and augmented reality support for an immersive visual experience.</li><li><strong>Operating System:</strong> CyberOS v7.5, a highly secure and customizable cybernetic operating system with a holographic interface and seamless integration with virtual reality technologies.</li><li><strong>Connectivity:</strong> QuantumLink Ultra-WiFi 9, a next-generation wireless connection technology offering extremely fast transfer speeds and expanded range.</li><li><strong>Security:</strong> BioLock NeuralScan, an advanced biometric security system using neural scans for authentication, ensuring maximum protection against unauthorized access.</li><li><strong>Battery:</strong> QuantumCell 7 days+, a high-capacity lithium-polymer battery providing enough power for over 1 week of continuous use.</li><li><strong>Design:</strong> Carbon-Ceramic Alloy frame, ultra-thin and sturdy, with customizable LED lighting.</li></ol>",
    "categories": ["eletronics", "smart devices"],
    "images": ["/assets/images/laptop_1.jpg", "/assets/images/laptop_2.jpg"]
  },
  {
    "id": 4,
    "title": "PlasmaStrike X9000",
    "price": 695,
    "description": "<p>Introducing the PlasmaStrike X9000, the plasma pistol that redefines excellence in high-tech weaponry. Precision-crafted to meet the demands of the most discerning users, this futuristic firearm incorporates cutting-edge features that make it an unparalleled choice on the battlefield.</p><p><strong>Key Features:</strong></p><ul><li><strong>Advanced Plasma Technology:</strong> Equipped with a state-of-the-art plasma generator, the PlasmaStrike X9000 fires bursts of highly concentrated plasma, delivering lethal performance and unmatched effectiveness.</li><li><strong>Ergonomic Design:</strong> With an ergonomic design and non-slip grip, the PlasmaStrike X9000 offers superior comfort and control during use, ensuring precision in any situation.</li><li><strong>Customizable Firing Modes:</strong> Adjust your weapon's performance to suit the situation. Choose from firing modes such as 'Rapid Pulse,' 'Continuous Fire,' and 'Precision Mode,' providing versatility in combat.</li><li><strong>Quick Reload:</strong> The fast reload system allows you to return to the battlefield within seconds, keeping the pressure on your adversaries.</li><li><strong>Integrated Security System:</strong> With a biometric authentication system and PIN lock, the PlasmaStrike X9000 offers maximum security to prevent unauthorized access.</li><li><strong>Advanced Holographic Sight:</strong> The integrated holographic sight provides a precise view of the target, enhancing accuracy and effectiveness in varied environments.</li><li><strong>Durable Construction:</strong> Manufactured with high-strength materials, the PlasmaStrike X9000 is rugged and durable, ensuring an extended lifespan even in adverse conditions.</li></ul><p>Master the battlefield with the PlasmaStrike X9000 - the ultimate choice for those seeking technological superiority and absolute dominance. Get yours now and elevate your arsenal to new heights!</p>",
    "categories": ["weapons", "plasma weapons", "safety"],
    "images": ["/assets/images/plasma_pistol.jpg"]
  },
  {
    "id": 5,
    "title": "MultiFusion PowerRifle MK-IV",
    "price": 2599.99,
    "discount": 7,
    "description": "<p>Introducing the <strong>MultiFusion PowerRifle MK-IV</strong>, a revolutionary innovation in the world of firearms. This rifle is not only a powerful firearm on its own but also has the unique capability of being attached to other rifles, multiplying the firepower of its ammunition exponentially.</p><p>The <strong>MultiFusion PowerRifle MK-IV</strong> is designed with a modular coupling system that allows seamless connection with other compatible rifles. When attached, the rifle activates an advanced fusion mechanism that combines the firing energy of both rifles, resulting in an exceptionally potent ammunition capable of piercing targets with precision and devastating impact.</p><strong>Key Features:</strong><ul><li><strong>Modular Coupling System:</strong> Enables easy and secure connection with other compatible rifles to enhance firepower.</li><li><strong>Advanced Fusion Mechanism:</strong> When attached, activates a fusion mechanism that combines the firing energy of both rifles, multiplying the ammunition's power.</li><li><strong>Enhanced Precision:</strong> Despite the increased power, the MultiFusion PowerRifle MK-IV maintains a high level of accuracy, ensuring precise shots even at long distances.</li><li><strong>Durable Construction:</strong> Manufactured with high-strength materials, the rifle is robust and durable, ensuring reliability in critical situations.</li><li><strong>Ergonomic Design:</strong> With an ergonomic design and intuitive controls, the MultiFusion PowerRifle MK-IV provides comfort during use, allowing for quick and efficient maneuvers on the battlefield.</li></ul><p>Prepare to elevate your firepower to new levels with the <strong>MultiFusion PowerRifle MK-IV</strong>. Be a strategist on the battlefield by combining forces with other rifles, ensuring superiority in any situation. Get yours now and redefine expectations for power and versatility in firearms.</p>",
    "categories": ["weapons", "safety"],
    "images": ["/assets/images/double_rifle.jpg"]
  },
  {
    "id": 6,
    "title": "QuantumVision AR Glasses",
    "price": 459.99,
    "description": "<p>Step into the future with QuantumVision AR Glasses, the epitome of augmented reality sophistication. These sleek and lightweight glasses seamlessly blend the digital and physical worlds, offering an immersive and interactive experience like never before.</p><strong>Key Features:</strong><ul><li><strong>Immersive Holographic Display:</strong> Witness a vivid holographic display that overlays digital information onto your real-world surroundings, providing a truly immersive visual experience.</li><li><strong>Gesture Control:</strong> Navigate through virtual interfaces effortlessly with intuitive gesture controls, allowing you to interact with holographic elements using natural hand movements.</li><li><strong>Voice Recognition:</strong> Command and control your augmented reality experience through advanced voice recognition technology, making hands-free interactions a seamless part of your daily life.</li><li><strong>Spatial Mapping:</strong> Utilizing cutting-edge sensors, QuantumVision AR Glasses create a detailed spatial map of your environment, enhancing the accuracy and precision of augmented reality interactions.</li><li><strong>Personalized Information Overlay:</strong> Receive contextual information in real-time, from navigation directions and calendar reminders to social media updates, all elegantly displayed within your field of vision.</li><li><strong>Stylish and Comfortable Design:</strong> With a modern and ergonomic design, these AR glasses are not only a technological marvel but also a fashion statement, ensuring comfort for extended wear.</li><li><strong>Augmented Photography:</strong> Capture the world around you in a new light with integrated augmented reality photography features, allowing you to enhance and share your unique perspective.</li><li><strong>Adaptive Dark Mode:</strong> Transition seamlessly between indoor and outdoor environments with the adaptive dark mode, optimizing visibility and reducing eye strain in various lighting conditions.</li></ul><p>Embrace the limitless possibilities of QuantumVision AR Glasses, where the boundaries between the real and virtual worlds blur, and the future is literally at your fingertips. Elevate your daily experiences and explore a new dimension of connectivity with these cutting-edge augmented reality glasses.</p>",
    "categories": ["eletronics", "wearable", "virtual | augmented reality"],
    "images": ["/assets/images/ar_glasses.jpg"]
  },
  {
    "id": 7,
    "title": "StealthGuard Pro Anti-Surveillance Clothing",
    "price": 3549.99,
    "discount": 15,
    "description": "<p>Embrace privacy in the urban jungle with StealthGuard Pro Anti-Surveillance Clothing. This cutting-edge attire is crafted for the modern individual seeking refuge from prying eyes and electronic trackers in a world dominated by surveillance.</p><strong>Key Features:</strong><ul><li><strong>Electromagnetic Shielding Fabric:</strong> StealthGuard Pro is woven with advanced electromagnetic shielding fabric, providing a barrier against electronic signals and preventing tracking devices from accessing your personal data.</li><li><strong>RFID-Blocking Pockets:</strong> Equipped with RFID-blocking pockets, safeguard your credit cards, passports, and other sensitive items from unauthorized scans and identity theft.</li><li><strong>Anti-Drone Technology:</strong> Incorporated anti-drone technology disrupts signals and prevents intrusive unmanned aerial vehicles from capturing your movements and activities.</li><li><strong>Thermal-Imaging Resistant:</strong> StealthGuard Pro's thermal-imaging resistant design conceals your body heat, making it challenging for thermal surveillance devices to detect your presence.</li><li><strong>Face Recognition Camouflage:</strong> Innovative patterns and materials disrupt facial recognition algorithms, rendering you less recognizable to surveillance systems that rely on biometric data.</li><li><strong>Sound Dampening:</strong> Engineered for silence, StealthGuard Pro minimizes sound reflections and suppresses footsteps, reducing the acoustic footprint and enhancing your stealth capabilities.</li><li><strong>Weather-Resistant:</strong> Constructed with weather-resistant materials, this clothing ensures durability and functionality in various environmental conditions.</li></ul><p>Step into the shadows confidently with StealthGuard Pro Anti-Surveillance Clothing. Defend your privacy and reclaim your freedom in a world where every move is monitored. Elevate your style while staying off the grid with this state-of-the-art protective attire.</p>",
    "categories": ["eletronics", "wearable", "safety"],
    "images": ["/assets/images/anti_surveillance.jpg"]
  },
  {
    "id": 8,
    "title": "NanoRevive Health Booster Serum",
    "price": 215.99,
    "discount": 5,
    "description": "<p>Experience the future of well-being with NanoRevive Health Booster Serum. This groundbreaking serum harnesses the power of nanotechnology to elevate your physical resilience and promote rapid cellular regeneration, ensuring you stay at your peak performance for way more time.</p><strong>Key Features:</strong><ul><li><strong>Nanorobot Cellular Regeneration:</strong> NanoRevive Serum employs nanorobots that target damaged cells, accelerating their repair and promoting overall cellular health.</li><li><strong>Enhanced Immunity:</strong> Boost your immune system with advanced nanites that provide proactive defense against pathogens, keeping you resilient in the face of environmental challenges.</li><li><strong>Rapid Recovery:</strong> Recover from injuries and physical exertion swiftly as nanites work in tandem with your body's natural processes, minimizing downtime and maximizing efficiency.</li><li><strong>Adaptive Health Monitoring:</strong> Integrated nanosensors continuously monitor your health, adjusting the serum's formulation to address specific needs and optimize performance based on real-time data.</li><li><strong>Long-Lasting Vitality:</strong> NanoRevive ensures sustained vitality, providing a constant source of rejuvenation to combat the stresses of a fast-paced existence.</li><li><strong>Personalized Dosage Control:</strong> The smart dispenser allows for customizable serum dosage, tailoring the health-boosting effects to individual needs and preferences.</li><li><strong>Non-Invasive Application:</strong> The serum is easily absorbed through the skin, offering a non-invasive and pain-free method of enhancing your well-being without the need for injections or implants.</li></ul><p>Elevate your health to new heights with NanoRevive Health Booster Serum. In a world where resilience is paramount, ensure you have the cutting-edge advantage to face the challenges of a dynamic reality. Rejuvenate, fortify, and thrive with NanoRevive.</p>",
    "categories": ["eletronics", "safety", "self-care"],
    "images": ["/assets/images/nanite_syringe.jpg"]
  },
  {
    "id": 9,
    "title": "QuantumTab Pro",
    "price": 1409.99,
    "discount": 40,
    "description": "<p>Immerse yourself in the future of computing with the QuantumTab Pro, a state-of-the-art tablet featuring a QuantumSpeed processor with 64 cores, QuantumVision 16K display, 10G QuantumConnectivity, QuantumTouch interface, QuantumSlim design, QuantumSound Pro speakers, QuantumCharge technology, and QuantumSecure biometrics.</p><p>The QuantumTab Pro redefines tablet performance with unparalleled speed, stunning visuals, and cutting-edge features.</p><p><strong>Key Features:</strong> <ul><li><strong>QuantumSpeed Processor:</strong> Powered by a revolutionary QuantumSpeed processor with 64 cores, the QuantumTab Pro delivers lightning-fast speeds for multitasking, gaming, and content creation.</li><li><strong>QuantumVision Display:</strong> Experience visuals like never before on the QuantumVision display with a staggering 16K resolution, QuantumColor technology, and a buttery-smooth 240Hz refresh rate for lifelike clarity and vibrant colors.</li><li><strong>QuantumConnectivity:</strong> Stay connected at the speed of light with QuantumConnectivity, featuring 10G QuantumLink, Wi-Fi 7, and 6G-enabled cellular connectivity, ensuring rapid data transfer and seamless browsing.</li><li><strong>QuantumTouch Interface:</strong> Navigate effortlessly with the QuantumTouch interface, offering precise and responsive touch controls, as well as support for advanced gestures and stylus input.</li><li><strong>QuantumSlim Design:</strong> Crafted with QuantumSlim technology, the tablet boasts a sleek and lightweight design with a durable carbon-fiber frame, ensuring both portability and durability.</li><li><strong>QuantumSound Pro Speakers:</strong> Immerse yourself in superior audio quality with QuantumSound Pro speakers, delivering 8D surround sound for an immersive multimedia experience.</li><li><strong>QuantumCharge Technology:</strong> Charge in the blink of an eye with QuantumCharge technology, providing ultra-fast charging speeds that can replenish the battery to 80% capacity in just 15 minutes.</li><li><strong>QuantumSecure Biometrics:</strong> Ensure your data stays safe with QuantumSecure biometric authentication, including facial recognition and ultrasonic fingerprint scanning for advanced security.</li></ul><p>The QuantumTab Pro is not just a tablet; it's a gateway to the future of computing. Elevate your digital experience with unprecedented speed, stunning visuals, and cutting-edge features that redefine the tablet landscape.</p>",
    "categories": ["eletronics", "smart devices"],
    "images": ["/assets/images/tablet.jpg"]
  },
  {
    "id": 10,
    "title": "CyberPulse Sidearm",
    "price": 349.5,
    "description": "<p>Unleash cutting-edge firepower with the CyberPulse Sidearm, a sleek and compact pistol designed for the gritty streets. Combining futuristic aesthetics with lethal functionality, this sidearm is the weapon of choice for navigating the shadows of a high-tech urban landscape.</p><strong>Key Features:</strong> <ul><li><strong>PulseTech Firing System:</strong> Utilizing PulseTech technology, the CyberPulse Sidearm delivers precise and high-impact energy pulses, ensuring accuracy and stopping power.</li><li><strong>Compact Design:</strong> Engineered for urban warfare, the compact design allows for easy concealment and quick draw in tight spaces.</li><li><strong>Hologrip Handle:</strong> The Hologrip handle provides a secure and customizable grip for enhanced weapon control and comfort during extended use.</li><li><strong>SmartAmmo Compatibility:</strong> Compatible with SmartAmmo, allowing users to track ammunition levels and receive real-time alerts for reloads.</li><li><strong>Stealth Coating:</strong> Featuring a stealth coating, the sidearm reduces visibility on thermal imaging and minimizes reflections, aiding in covert operations.</li><li><strong>QuickCharge Battery:</strong> The QuickCharge battery system ensures rapid recharging, minimizing downtime between engagements.</li><li><strong>Integrated Laser Sight:</strong> Enhance target acquisition with the integrated laser sight, providing precision aiming in low-light conditions.</li><li><strong>Polymer Alloy Construction:</strong> Built with a lightweight yet durable polymer alloy, the CyberPulse Sidearm withstands the rigors of urban combat.</li></ul><p>Arm yourself with the CyberPulse Sidearm and navigate the neon-lit alleys and darkened corridors with unmatched style and firepower.</p>",
    "categories": ["weapons", "safety"],
    "images": ["/assets/images/pistol.jpg"]
  },
  {
    "id": 11,
    "title": "QuantumEye Smart Contact Lenses",
    "price": 2530.99,
    "discount": 35,
    "description": "<p>Step into the future of vision with QuantumEye Smart Contact Lenses. These state-of-the-art lenses seamlessly blend technology with everyday life, offering a revolutionary augmented reality experience and advanced biometric sensing capabilities. The sleek design ensures comfort while providing wearers with a discreet yet powerful tool for enhanced vision and connectivity.</p><strong>Key Features:</strong><ul><li><strong>Augmented Reality Displays:</strong> Immerse yourself in a digital overlay of information with QuantumEye's cutting-edge augmented reality displays, bringing an entirely new dimension to your vision.</li><li><strong>Biometric Sensors:</strong> Experience advanced biometric tracking, including health metrics and environmental analysis, providing real-time insights for a holistic approach to well-being.</li><li><strong>Sleek and Comfortable Design:</strong> QuantumEye Smart Contact Lenses are designed for all-day comfort, ensuring a seamless integration into your daily routine while delivering unparalleled technological capabilities.</li><li><strong>Connectivity:</strong> Stay effortlessly connected with QuantumEye, enabling smart interactions, instant communication, and access to a world of information at the blink of an eye.</li><li><strong>Enhanced Vision:</strong> Enjoy enhanced vision with features like adaptive focus, low-light visibility, and personalized visual preferences, providing a tailored and optimal viewing experience.</li></ul><p>Revolutionize your perspective and embrace the future of vision with QuantumEye Smart Contact Lenses – where cutting-edge technology meets unparalleled comfort and functionality.</p>",
    "categories": ["eletronics", "wearable", "virtual | augmented reality"],
    "images": ["/assets/images/lenses_1.jpg", "/assets/images/lenses_2.jpg"]
  },
  {
    "id": 12,
    "title": "VaporDrive Hoverboard",
    "price": 3210.2,
    "discount": 20,
    "description": "<p>Glide through the neon-lit streets in style with the VaporDrive Hoverboard, a cutting-edge transportation device that defies gravity. This futuristic hoverboard features anti-gravity technology for a smooth and effortless ride, seamlessly navigating the bustling cyberpunk cityscape. Its sleek design and advanced stabilization systems make it the ultimate choice for urban commuters and thrill-seekers alike. Embrace the future of personal transportation with the VaporDrive Hoverboard and elevate your journey through the neon-soaked, high-tech metropolis.</p><strong>Key Features:</strong><ul><li><strong>Anti-Gravity Technology:</strong> Experience effortless gliding with advanced anti-gravity technology, allowing you to smoothly hover above the ground.</li><li><strong>Futuristic Design:</strong> The VaporDrive boasts a sleek and aerodynamic design, capturing the essence of cyberpunk aesthetics for a visually stunning ride.</li><li><strong>Stabilization Systems:</strong> Enjoy a stable and controlled ride with integrated stabilization systems, ensuring a safe and smooth journey through varied terrains.</li><li><strong>Neon-Lit Illumination:</strong> Stand out in the urban landscape with neon-lit undercarriage illumination, adding a vibrant and futuristic flair to your hoverboard experience.</li><li><strong>Urban Commuter's Choice:</strong> Perfect for navigating crowded streets, the VaporDrive Hoverboard is the ideal choice for urban commuters seeking a stylish and efficient mode of transportation.</li></ul><p>Embrace the thrill of hoverboarding in the cyberpunk era with the VaporDrive – where style meets innovation on the neon-soaked streets.</p>",
    "categories": ["eletronics", "mobility", "anty-gravity"],
    "images": ["/assets/images/hoverboard.jpg"]
  },
  {
    "id": 13,
    "title": "Gravitech Anti-Gravity Jetpack",
    "price": 5790.2,
    "discount": 10,
    "description": "Soar to new heights with the Gravitech Anti-Gravity Jetpack, a revolutionary propulsion device that defies gravity itself. This cutting-edge jetpack utilizes advanced anti-gravity technology to provide users with unparalleled freedom of flight. Its ergonomic design ensures comfort and ease of use, while the intuitive controls allow for precise navigation through the skies. Whether for urban commuting, exploration, or adrenaline-fueled adventures, the Gravitech Jetpack redefines the possibilities of personal flight. Embrace the future of aerial mobility and elevate your experience with the Gravitech Anti-Gravity Jetpack.</p><strong>Key Features:</strong><ul><li><strong>Advanced Anti-Gravity Technology:</strong> Experience true flight with state-of-the-art anti-gravity propulsion, allowing you to soar effortlessly above the ground.</li><li><strong>Ergonomic Design:</strong> Designed for comfort and efficiency, the Gravitech Jetpack features an ergonomic structure that adapts seamlessly to the contours of the user.</li><li><strong>Intuitive Controls:</strong> Navigate the skies with ease using the jetpack's intuitive controls, providing a user-friendly and responsive flying experience.</li><li><strong>Versatile Applications:</strong> Whether for urban commuting, exploration, or thrilling adventures, the Gravitech Jetpack opens up new possibilities for personal flight.</li><li><strong>Integrated Safety Systems:</strong> Ensure a secure flight with integrated safety features, including altitude control, emergency landing protocols, and obstacle detection.</li></ul><p>Defy gravity and embrace the skies with the Gravitech Anti-Gravity Jetpack – where innovation meets the thrill of boundless flight.</p>",
    "categories": ["eletronics", "mobility", "anty-gravity", "wearable"],
    "images": ["/assets/images/jetpack.jpg"]
  },
  {
    "id": 14,
    "title": "QuantumStrike Plasma Shotgun",
    "price": 3219.99,
    "description": "<p>Unleash unprecedented power with the QuantumStrike Plasma Shotgun, a pinnacle of futuristic weaponry. This advanced shotgun harnesses plasma technology to deliver devastating close-range firepower, making it an essential choice for high-stakes engagements. The sleek and ergonomic design ensures precision and ease of use, while the customizable plasma energy settings allow users to adapt to various combat scenarios. With rapid plasma discharges and a cutting-edge reload system, the QuantumStrike Plasma Shotgun redefines the standard for close-quarters combat in the cyberpunk era. Equip yourself with the future of firepower and dominate the battlefield with unmatched force.</p><strong>Key Features:</strong><ul><li><strong>Plasma Technology:</strong> Harness the power of plasma for devastating close-range firepower.</li><li><strong>Sleek and Ergonomic Design:</strong> Enjoy precision and ease of use with the shotgun's advanced design.</li><li><strong>Customizable Plasma Energy Settings:</strong> Adapt to various combat scenarios with adjustable energy settings.</li><li><strong>Rapid Plasma Discharges:</strong> Dominate the battlefield with swift and powerful plasma discharges.</li><li><strong>Cutting-Edge Reload System:</strong> Stay in the action with the QuantumStrike's advanced and efficient reload mechanism.</li></ul><p>Equip yourself with the QuantumStrike Plasma Shotgun and experience the future of close-quarters combat – where firepower meets innovation.</p>",
    "categories": ["weapons", "plasma weapons", "safety"],
    "images": ["/assets/images/plasma_shotgun.jpg"]
  },
  {
    "id": 15,
    "title": "Quantum Stealth Cloak",
    "price": 6720.5,
    "discount": 5,
    "description": "<p>Step into the realm of invisibility with the Quantum Stealth Cloak, a groundbreaking piece of technology redefining stealth capabilities. This advanced cloak utilizes quantum light-bending technology to render the wearer virtually invisible to the naked eye and electronic surveillance. Perfect for covert operations, espionage, and tactical maneuvers, the Quantum Stealth Cloak provides unparalleled concealment in any environment. Its lightweight and durable design ensures ease of use and reliability in the most demanding situations. Embrace the shadows and elevate your stealth game with the Quantum Stealth Cloak – where invisibility becomes a reality.</p><strong>Key Features:</strong><ul><li><strong>Quantum Light-Bending Technology:</strong> Achieve near-invisibility through advanced quantum light manipulation.</li><li><strong>Covert Operations:</strong> Ideal for stealth missions, espionage, and tactical maneuvers where concealment is paramount.</li><li><strong>Electronic Surveillance Evasion:</strong> Evade electronic detection systems with the Quantum Stealth Cloak's ability to bend and obscure light waves.</li><li><strong>Lightweight and Durable Design:</strong> Experience ease of use and reliability in the most demanding situations with a cloak designed for versatility.</li><li><strong>Invisible Integration:</strong> Seamlessly integrate into your surroundings with a cloak that adapts to the ambient light conditions.</li></ul><p>Embrace the shadows and navigate undetected with the Quantum Stealth Cloak – where the line between visibility and invisibility fades away.</p>",
    "categories": ["eletronics", "wearable", "safety"],
    "images": [
      "/assets/images/invisible_cloak_1.jpg",
      "/assets/images/invisible_cloak_2.jpg"
    ]
  },
  {
    "id": 16,
    "title": "OptiTech Visionary Shades Sunglasses",
    "price": 245.0,
    "description": "Immerse yourself in augmented reality with TechShade Cybernetic Sunglasses, the epitome of futuristic eyewear. These high-tech sunglasses seamlessly integrate cutting-edge features, including augmented reality displays, UV protection, and integrated facial recognition. Designed for both style and functionality, TechShade provides a sleek and comfortable fit while offering a discreet yet powerful tool for enhanced vision and security. Whether navigating the urban landscape or embracing augmented experiences, TechShade Cybernetic Sunglasses redefine the way you see the world. Elevate your vision with unparalleled technology and style.</p><strong>Key Features:</strong><ul><li><strong>Augmented Reality Displays:</strong> Immerse yourself in a digital overlay of information with cutting-edge augmented reality displays.</li><li><strong>UV Protection:</strong> Safeguard your eyes from harmful UV rays while enjoying the benefits of advanced technology.</li><li><strong>Integrated Facial Recognition:</strong> Enhance security with built-in facial recognition capabilities for seamless and personalized interactions.</li><li><strong>Sleek and Comfortable Design:</strong> TechShade combines style with comfort, offering a sleek design that complements any look.</li><li><strong>Urban Navigator's Essential:</strong> Perfect for navigating city streets or embracing augmented experiences, TechShade is an essential companion for urban adventurers.</li></ul><p>Embrace the future of vision with TechShade Cybernetic Sunglasses – where innovation meets style, providing a glimpse into the augmented world.</p>",
    "categories": ["eletronics", "wearable", "virtual | augmented reality"],
    "images": ["/assets/images/sunglasses.jpg"]
  },
  {
    "id": 17,
    "title": "CyberCanine Companion",
    "price": 3415.4,
    "discount": 10,
    "description": "<p>Introducing the CyberCanine Companion – the perfect blend of man's best friend and cutting-edge technology. This robotic marvel is not just a pet; it's a loyal companion that brings futuristic charm to your home. Equipped with advanced artificial intelligence, the CyberCanine responds to your emotions, learns your preferences, and adapts to your lifestyle. With a sleek metallic exterior and expressive LED eyes, this cyber-pet offers companionship, entertainment, and unwavering loyalty. Enjoy the benefits of a loving companion without the responsibilities of traditional pet care. Elevate your living experience with the CyberCanine Companion – where technology meets companionship in the cyberpunk era.</p><strong>Key Features:</strong><ul><li><strong>Adaptive AI Behavior:</strong> The CyberCanine learns and adapts to your routines, providing a personalized and responsive companionship experience.</li><li><strong>Expressive LED Eyes:</strong> Communicate with your cyber-pet through expressive LED eyes that convey emotions and responses.</li><li><strong>Interactive Play Modes:</strong> Engage in interactive play with features like virtual fetch, laser chase, and dynamic tricks for endless entertainment.</li><li><strong>Loyal Companionship:</strong> Experience the joy of companionship with a cyber-pet that offers unconditional love and loyalty without the need for traditional care.</li><li><strong>Futuristic Design:</strong> The CyberCanine boasts a sleek and metallic design, embodying the futurist aesthetic with a modern and sophisticated touch.</li></ul><p>Upgrade your lifestyle with the CyberCanine Companion – a technological marvel that redefines the bond between humans and their cybernetic companions.</p>",
    "categories": ["eletronics", "cyber animal"],
    "images": [
      "/assets/images/robot_dog_1.jpg",
      "/assets/images/robot_dog_2.jpg",
      "/assets/images/robot_dog_3.jpg"
    ]
  },
  {
    "id": 18,
    "title": "SynthVox Voice Modulator",
    "price": 139.99,
    "description": "<p>Immerse yourself in the future of vocal expression with the SynthVox Voice Modulator. This cutting-edge device redefines how you communicate by providing a synthetic and customizable alteration of your natural voice. Whether you're looking to protect your identity in virtual communications or add a futuristic touch to your conversations, the SynthVox offers unparalleled versatility. Equipped with advanced modulation algorithms, this compact modulator ensures seamless integration with various communication platforms. Enhance your privacy, explore new personas, and embrace the cyberpunk era with the SynthVox Voice Modulator.</p><strong>Key Features:</strong><ul><li><strong>Synthetic Voice Customization:</strong> Modify your voice with precision, creating unique personas or protecting your identity during virtual interactions.</li><li><strong>Real-Time Modulation:</strong> Experience instant voice modulation in real-time, allowing dynamic adjustments to match your communication needs.</li><li><strong>Universal Compatibility:</strong> Connect seamlessly to communication platforms, gaming sessions, or virtual environments with the SynthVox's universal compatibility.</li><li><strong>Privacy Enhancement:</strong> Safeguard your identity by masking your natural voice, ensuring a secure and private communication experience.</li><li><strong>Compact and Portable:</strong> The sleek design of the SynthVox makes it easy to carry and use on the go, providing flexibility in various settings.</li></ul><p>Step into a new dimension of vocal expression and communication with the SynthVox Voice Modulator – where your voice becomes a canvas for creativity and privacy in the cybernetic age.</p>",
    "categories": ["eletronics", "wearable", "safety"],
    "images": ["/assets/images/voice_modulator.jpg"]
  },
  {
    "id": 19,
    "title": "NeonBlade CyberSlicer",
    "price": 75.5,
    "discount": 5,
    "description": "<p>Immerse yourself in the neon-lit future of precision cutting with the NeonBlade CyberSlicer. This cyberpunk-inspired slicer seamlessly blends futuristic aesthetics with unparalleled functionality. The razor-sharp, Damascus steel blade is enhanced with a dynamic neon edge, providing both style and efficiency. The ergonomic handle, crafted from lightweight carbon-fiber composites, ensures a comfortable and secure grip during any cutting task. Whether you're a culinary enthusiast or a cyberpunk adventurer, the NeonBlade CyberSlicer is your companion for slicing through the future with style and precision.</p><strong>Key Features:</strong><ul><li><strong>Dynamic Neon Edge:</strong> The Damascus steel blade features a dynamic neon edge for enhanced cutting precision and a futuristic visual appeal.</li><li><strong>Ergonomic Carbon-Fiber Handle:</strong> The handle is crafted from lightweight yet durable carbon-fiber composites, providing a comfortable and secure grip.</li><li><strong>Versatile Slicing:</strong> Versatile and sharp, the NeonBlade CyberSlicer is suitable for various slicing tasks, from culinary endeavors to everyday use.</li><li><strong>Futuristic Design:</strong> Embrace cyberpunk aesthetics with a sleek and modern design that stands out in any setting.</li><li><strong>Compact and Portable:</strong> The NeonBlade CyberSlicer is compact and easily portable, making it an ideal companion for on-the-go activities.</li></ul><p>Elevate your slicing experience to new heights with the NeonBlade CyberSlicer – where form meets function in the cyberpunk era.</p>",
    "categories": ["weapons", "safety"],
    "images": ["/assets/images/knife_1.jpg", "/assets/images/knife_2.jpg"]
  }
]
